[
  {
    "id": "ld1EnZ6i",
    "URL": "https://arxiv.org/abs/1505.04597",
    "number": "1505.04597",
    "title": "U-Net: Convolutional Networks for Biomedical Image Segmentation",
    "issued": {
      "date-parts": [
        [
          2015,
          5,
          19
        ]
      ]
    },
    "author": [
      {
        "given": "Olaf",
        "family": "Ronneberger"
      },
      {
        "given": "Philipp",
        "family": "Fischer"
      },
      {
        "given": "Thomas",
        "family": "Brox"
      }
    ],
    "container-title": "arXiv",
    "publisher": "arXiv",
    "type": "report",
    "abstract": "  There is large consent that successful training of deep networks requires many thousand annotated training samples. In this paper, we present a network and training strategy that relies on the strong use of data augmentation to use the available annotated samples more efficiently. The architecture consists of a contracting path to capture context and a symmetric expanding path that enables precise localization. We show that such a network can be trained end-to-end from very few images and outperforms the prior best method (a sliding-window convolutional network) on the ISBI challenge for segmentation of neuronal structures in electron microscopic stacks. Using the same network trained on transmitted light microscopy images (phase contrast and DIC) we won the ISBI cell tracking challenge 2015 in these categories by a large margin. Moreover, the network is fast. Segmentation of a 512x512 image takes less than a second on a recent GPU. The full implementation (based on Caffe) and the trained networks are available at http://lmb.informatik.uni-freiburg.de/people/ronneber/u-net . ",
    "note": "license: http://arxiv.org/licenses/nonexclusive-distrib/1.0/\nThis CSL Item was generated by Manubot v0.5.1 from its persistent identifier (standard_id).\nstandard_id: arxiv:1505.04597"
  },
  {
    "id": "D7hXMn0y",
    "URL": "https://arxiv.org/abs/1606.06650",
    "number": "1606.06650",
    "title": "3D U-Net: Learning Dense Volumetric Segmentation from Sparse Annotation",
    "issued": {
      "date-parts": [
        [
          2016,
          6,
          22
        ]
      ]
    },
    "author": [
      {
        "given": "Özgün",
        "family": "Çiçek"
      },
      {
        "given": "Ahmed",
        "family": "Abdulkadir"
      },
      {
        "given": "Soeren S.",
        "family": "Lienkamp"
      },
      {
        "given": "Thomas",
        "family": "Brox"
      },
      {
        "given": "Olaf",
        "family": "Ronneberger"
      }
    ],
    "container-title": "arXiv",
    "publisher": "arXiv",
    "type": "report",
    "abstract": "  This paper introduces a network for volumetric segmentation that learns from sparsely annotated volumetric images. We outline two attractive use cases of this method: (1) In a semi-automated setup, the user annotates some slices in the volume to be segmented. The network learns from these sparse annotations and provides a dense 3D segmentation. (2) In a fully-automated setup, we assume that a representative, sparsely annotated training set exists. Trained on this data set, the network densely segments new volumetric images. The proposed network extends the previous u-net architecture from Ronneberger et al. by replacing all 2D operations with their 3D counterparts. The implementation performs on-the-fly elastic deformations for efficient data augmentation during training. It is trained end-to-end from scratch, i.e., no pre-trained network is required. We test the performance of the proposed method on a complex, highly variable 3D structure, the Xenopus kidney, and achieve good results for both use cases. ",
    "note": "license: http://arxiv.org/licenses/nonexclusive-distrib/1.0/\nThis CSL Item was generated by Manubot v0.5.1 from its persistent identifier (standard_id).\nstandard_id: arxiv:1606.06650"
  },
  {
    "id": "WmTa9taa",
    "type": "article-journal",
    "abstract": "▪ Abstract  Electron tomography (ET) is uniquely suited to obtain three-dimensional reconstructions of pleomorphic structures, such as cells, organelles or supramolecular assemblies. Although the principles of ET have been known for decades, its use has gathered momentum only in recent years, thanks to technological advances and its combination with improved specimen preparation techniques. The rapid freezing/freeze-substitution preparation is applicable to whole cells and tissues, and it is the method of choice for ET investigations of cellular ultrastructure. The frozen-hydrated preparation provides the best possible structural preservation and allows the imaging of molecules, complexes, and supramolecular assemblies in their native state and their natural environment. Devoid of staining and chemical fixation artifacts, cryo-ET provides a faithful representation of both the surface and internal structure of molecules. In combination with advanced computational methods, such as molecular identification based on pattern recognition techniques, cryo-ET is currently the most promising approach to comprehensively map macromolecular architecture inside cellular tomograms.",
    "container-title": "Annual Review of Biochemistry",
    "DOI": "10.1146/annurev.biochem.73.011303.074112",
    "ISSN": "0066-4154, 1545-4509",
    "issue": "1",
    "journalAbbreviation": "Annu. Rev. Biochem.",
    "language": "en",
    "page": "833-865",
    "source": "DOI.org (Crossref)",
    "title": "STRUCTURAL STUDIES BY ELECTRON TOMOGRAPHY: From Cells to Molecules",
    "title-short": "STRUCTURAL STUDIES BY ELECTRON TOMOGRAPHY",
    "URL": "https://doi.org/cfd27f",
    "volume": "74",
    "author": [
      {
        "family": "Lučić",
        "given": "Vladan"
      },
      {
        "family": "Förster",
        "given": "Friedrich"
      },
      {
        "family": "Baumeister",
        "given": "Wolfgang"
      }
    ],
    "accessed": {
      "date-parts": [
        [
          "2022",
          7,
          12
        ]
      ]
    },
    "issued": {
      "date-parts": [
        [
          "2005",
          6,
          1
        ]
      ]
    },
    "PMID": "15952904",
    "note": "This CSL Item was generated by Manubot v0.5.1 from its persistent identifier (standard_id).\nstandard_id: doi:10.1146/annurev.biochem.73.011303.074112"
  }
]
